Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_status_delete_cleanup_pending
source: The database key is gone or deletion is pending. Encrypted wallet-file cleanup will be retried before another wallet can use this network namespace.
ar: لقد اختفى مفتاح قاعدة البيانات أو أن الحذف معلق. ستتم إعادة محاولة تنظيف ملف المحفظة المشفرة قبل أن تتمكن محفظة أخرى من استخدام مساحة اسم الشبكة هذه.
de: Der Datenbankschlüssel ist weg oder die Löschung steht an. Die Bereinigung der verschlüsselten Wallet-Datei wird erneut versucht, bevor ein anderes Wallet diesen Netzwerk-Namespace verwenden kann.
es: La clave de la base de datos desapareció o la eliminación está pendiente. Se volverá a intentar la limpieza de archivos cifrados de billetera antes de que otra billetera pueda usar este espacio de nombres de red.
fa: کلید پایگاه داده از بین رفته است یا حذف در انتظار است. قبل از اینکه کیف پول دیگری بتواند از این فضای نام شبکه استفاده کند، پاکسازی فایل کیف پول رمزگذاری شده دوباره امتحان می شود.
fr: La clé de base de données a disparu ou la suppression est en attente. Le nettoyage du fichier de portefeuille crypté sera réessayé avant qu'un autre portefeuille puisse utiliser cet espace de noms réseau.
he: מפתח מסד הנתונים נעלם או המחיקה בהמתנה. ניקוי קבצי ארנק מוצפן יתנסה שוב לפני שארנק אחר יוכל להשתמש במרחב שמות הרשת הזה.
hi: डेटाबेस कुंजी चली गई है या विलोपन लंबित है। किसी अन्य वॉलेट द्वारा इस नेटवर्क नेमस्पेस का उपयोग करने से पहले एन्क्रिप्टेड वॉलेट-फ़ाइल क्लीनअप का पुनः प्रयास किया जाएगा।
id: Kunci basis data hilang atau penghapusan tertunda. Pembersihan file dompet terenkripsi akan dicoba ulang sebelum dompet lain dapat menggunakan namespace jaringan ini.
it: La chiave del database è scomparsa o l'eliminazione è in sospeso. La pulizia dei file del portafoglio crittografati verrà ritentata prima che un altro portafoglio possa utilizzare questo spazio dei nomi di rete.
ja: データベースキーがなくなっているか、削除が保留中です。別のウォレットがこのネットワーク名前空間を使用できるようになる前に、暗号化されたウォレットファイルのクリーンアップが再試行されます。
ko: 데이터베이스 키가 사라졌거나 삭제가 보류 중입니다. 다른 지갑이 이 네트워크 네임스페이스를 사용하기 전에 암호화된 지갑 파일 정리가 다시 시도됩니다.
nl: De databasesleutel is verdwenen of verwijdering is in behandeling. Het gecodeerde opschonen van portemonneebestanden wordt opnieuw geprobeerd voordat een andere portemonnee deze netwerknaamruimte kan gebruiken.
pl: Klucz bazy danych zniknął lub oczekuje na usunięcie. Zanim inny portfel będzie mógł korzystać z tej sieciowej przestrzeni nazw, zostanie ponowiona próba oczyszczenia zaszyfrowanego pliku portfela.
pt: A chave do banco de dados desapareceu ou a exclusão está pendente. A limpeza criptografada do arquivo da carteira será tentada novamente antes que outra carteira possa usar este namespace de rede.
ru: Ключ базы данных исчез или ожидается удаление. Очистка зашифрованного файла кошелька будет повторена, прежде чем другой кошелек сможет использовать это сетевое пространство имен.
tr: Veritabanı anahtarı gitti veya silme işlemi bekleniyor. Başka bir cüzdanın bu ağ ad alanını kullanabilmesi için şifrelenmiş cüzdan dosyası temizleme işlemi yeniden denenecektir.
uk: Ключ бази даних зник або очікує видалення. Спроба очищення зашифрованого файлу гаманця буде повторена, перш ніж інший гаманець зможе використовувати цей мережевий простір імен.
vi: Khóa cơ sở dữ liệu đã biến mất hoặc việc xóa đang chờ xử lý. Việc dọn dẹp tệp ví được mã hóa sẽ được thử lại trước khi một ví khác có thể sử dụng không gian tên mạng này.
zh_hans: 数据库密钥已消失或删除待处理。在另一个钱包可以使用此网络命名空间之前，将重试加密钱包文件清理。
zh_hant: 資料庫密鑰已消失或刪除待處理。在另一個錢包可以使用此網路命名空間之前，將重試加密錢包檔案清理。

# wallet_status_delete_close_failed
source: Native wallet close could not be confirmed. The database key and encrypted database were left unchanged, and this network wallet is blocked until the app process restarts.
ar: لا يمكن تأكيد إغلاق المحفظة الأصلية. تم ترك مفتاح قاعدة البيانات وقاعدة البيانات المشفرة دون تغيير، ويتم حظر محفظة الشبكة هذه حتى تتم إعادة تشغيل عملية التطبيق.
de: Das Schließen des nativen Wallets konnte nicht bestätigt werden. Der Datenbankschlüssel und die verschlüsselte Datenbank wurden unverändert gelassen und dieses Netzwerk-Wallet ist blockiert, bis der App-Prozess neu startet.
es: No se pudo confirmar el cierre de la billetera nativa. La clave de la base de datos y la base de datos cifrada no se modificaron y esta billetera de red se bloquea hasta que se reinicia el proceso de la aplicación.
fa: بسته شدن کیف پول بومی تأیید نشد. کلید پایگاه داده و پایگاه داده رمزگذاری شده بدون تغییر باقی ماندند و این کیف پول شبکه تا زمانی که فرآیند برنامه مجدداً راه اندازی شود مسدود می شود.
fr: La fermeture du portefeuille natif n'a pas pu être confirmée. La clé de base de données et la base de données cryptée sont restées inchangées et ce portefeuille réseau est bloqué jusqu'au redémarrage du processus d'application.
he: לא ניתן היה לאשר את סגירת הארנק המקורי. מפתח מסד הנתונים ומסד הנתונים המוצפן נותרו ללא שינוי, וארנק הרשת הזה נחסם עד שתהליך האפליקציה יתחיל מחדש.
hi: नेटिव वॉलेट बंद होने की पुष्टि नहीं की जा सकी. डेटाबेस कुंजी और एन्क्रिप्टेड डेटाबेस को अपरिवर्तित छोड़ दिया गया था, और यह नेटवर्क वॉलेट ऐप प्रक्रिया पुनरारंभ होने तक अवरुद्ध है।
id: Penutupan dompet asli tidak dapat dikonfirmasi. Kunci basis data dan basis data terenkripsi tidak diubah, dan dompet jaringan ini diblokir hingga proses aplikasi dimulai ulang.
it: Impossibile confermare la chiusura del portafoglio nativo. La chiave del database e il database crittografato sono rimasti invariati e questo portafoglio di rete è bloccato fino al riavvio del processo dell'app.
ja: ネイティブウォレットのクローズが確認できませんでした。データベースキーと暗号化されたデータベースは変更されず、アプリプロセスが再起動されるまでこのネットワークウォレットはブロックされます。
ko: 네이티브 지갑 폐쇄를 확인할 수 없습니다. 데이터베이스 키와 암호화된 데이터베이스는 변경되지 않은 상태로 유지되었으며, 이 네트워크 지갑은 앱 프로세스가 다시 시작될 때까지 차단됩니다.
nl: Het sluiten van de native portemonnee kan niet worden bevestigd. De databasesleutel en de gecodeerde database zijn ongewijzigd gebleven en deze netwerkportemonnee is geblokkeerd totdat het app-proces opnieuw wordt opgestart.
pl: Nie można potwierdzić zamknięcia portfela natywnego. Klucz bazy danych i zaszyfrowana baza danych pozostały niezmienione, a ten portfel sieciowy jest blokowany do czasu ponownego uruchomienia procesu aplikacji.
pt: O fechamento da carteira nativa não pôde ser confirmado. A chave do banco de dados e o banco de dados criptografado permaneceram inalterados e esta carteira de rede é bloqueada até que o processo do aplicativo seja reiniciado.
ru: Закрытие собственного кошелька не удалось подтвердить. Ключ базы данных и зашифрованная база данных остались неизменными, и этот сетевой кошелек блокируется до перезапуска процесса приложения.
tr: Yerel cüzdan kapanışı doğrulanamadı. Veritabanı anahtarı ve şifrelenmiş veritabanı değiştirilmeden bırakıldı ve bu ağ cüzdanı, uygulama işlemi yeniden başlatılana kadar engellendi.
uk: Не вдалося підтвердити закриття рідного гаманця. Ключ бази даних і зашифрована база даних залишилися без змін, і цей мережевий гаманець заблоковано, доки процес програми не перезапуститься.
vi: Không thể xác nhận việc đóng ví gốc. Khóa cơ sở dữ liệu và cơ sở dữ liệu được mã hóa không thay đổi và ví mạng này bị chặn cho đến khi quá trình ứng dụng khởi động lại.
zh_hans: 无法确认本机钱包关闭。数据库密钥和加密数据库保持不变，并且该网络钱包将被阻止，直到应用程序进程重新启动。
zh_hant: 無法確認本機錢包關閉。資料庫金鑰和加密資料庫保持不變，並且該網路錢包將被阻止，直到應用程式程序重新啟動。

# wallet_status_delete_key_failed
source: Database-key deletion failed. The encrypted database was not deleted; the confirmed deletion request will be retried before this wallet can reopen.
ar: فشل حذف مفتاح قاعدة البيانات. لم يتم حذف قاعدة البيانات المشفرة؛ ستتم إعادة محاولة طلب الحذف المؤكد قبل إعادة فتح هذه المحفظة.
de: Das Löschen des Datenbankschlüssels ist fehlgeschlagen. Die verschlüsselte Datenbank wurde nicht gelöscht; Die bestätigte Löschanfrage wird erneut versucht, bevor dieses Wallet wieder geöffnet werden kann.
es: Error al eliminar la clave de la base de datos. La base de datos cifrada no se eliminó; La solicitud de eliminación confirmada se volverá a intentar antes de que esta billetera pueda volver a abrirse.
fa: کلید پایگاه داده حذف نشد. پایگاه داده رمزگذاری شده حذف نشد. درخواست حذف تایید شده قبل از باز شدن مجدد این کیف پول دوباره امتحان می شود.
fr: La suppression de la clé de base de données a échoué. La base de données chiffrée n'a pas été supprimée ; la demande de suppression confirmée sera réessayée avant que ce portefeuille puisse rouvrir.
he: מחיקת מפתח מסד הנתונים נכשלה. מסד הנתונים המוצפן לא נמחק; בקשת המחיקה המאושרת תבוצע שוב לפני שהארנק הזה יוכל להיפתח מחדש.
hi: डेटाबेस-कुंजी हटाना विफल रहा. एन्क्रिप्टेड डेटाबेस हटाया नहीं गया था; इस वॉलेट के दोबारा खुलने से पहले पुष्टि किए गए विलोपन अनुरोध का पुनः प्रयास किया जाएगा।
id: Penghapusan kunci basis data gagal. Basis data terenkripsi tidak dihapus; permintaan penghapusan yang dikonfirmasi akan dicoba lagi sebelum dompet ini dapat dibuka kembali.
it: Eliminazione della chiave del database non riuscita. Il database crittografato non è stato eliminato; la richiesta di eliminazione confermata verrà ritentata prima che questo portafoglio possa riaprirsi.
ja: データベースキーの削除に失敗しました。暗号化されたデータベースは削除されませんでした。確認された削除リクエストは、このウォレットを再度開く前に再試行されます。
ko: 데이터베이스 키 삭제에 실패했습니다. 암호화된 데이터베이스는 삭제되지 않았습니다. 이 지갑이 다시 열리기 전에 확인된 삭제 요청이 재시도됩니다.
nl: Het verwijderen van de databasesleutel is mislukt. De gecodeerde database is niet verwijderd; het bevestigde verwijderingsverzoek wordt opnieuw geprobeerd voordat deze portemonnee opnieuw kan worden geopend.
pl: Usunięcie klucza bazy danych nie powiodło się. Zaszyfrowana baza danych nie została usunięta; potwierdzona prośba o usunięcie zostanie ponowiona, zanim portfel będzie mógł zostać ponownie otwarty.
pt: Falha na exclusão da chave do banco de dados. O banco de dados criptografado não foi excluído; a solicitação de exclusão confirmada será repetida antes que esta carteira possa ser reaberta.
ru: Удаление ключа базы данных не удалось. Зашифрованная база данных не была удалена; подтвержденный запрос на удаление будет повторен, прежде чем этот кошелек сможет снова открыться.
tr: Veritabanı anahtarının silinmesi başarısız oldu. Şifrelenmiş veritabanı silinmedi; Onaylanan silme isteği, bu cüzdan yeniden açılmadan önce yeniden denenecek.
uk: Не вдалося видалити ключ бази даних. Зашифрована база даних не була видалена; підтверджений запит на видалення буде виконано повторно, перш ніж цей гаманець зможе знову відкритися.
vi: Xóa khóa cơ sở dữ liệu không thành công. Cơ sở dữ liệu được mã hóa không bị xóa; yêu cầu xóa đã được xác nhận sẽ được thử lại trước khi ví này có thể mở lại.
zh_hans: 数据库密钥删除失败。加密数据库未被删除；在该钱包重新打开之前，将重试已确认的删除请求。
zh_hant: 資料庫密鑰刪除失敗。加密資料庫未被刪除；在該錢包重新開啟之前，將重試已確認的刪除要求。

# wallet_status_deleting
source: Deleting the confirmed native wallet…
ar: جارٍ حذف المحفظة الأصلية المؤكدة...
de: Das bestätigte native Wallet wird gelöscht…
es: Eliminando la billetera nativa confirmada...
fa: در حال حذف کیف پول بومی تایید شده…
fr: Suppression du portefeuille natif confirmé…
he: מוחק את הארנק המקורי המאושר...
hi: पुष्टि किए गए मूल बटुए को हटाया जा रहा है...
id: Menghapus dompet asli yang dikonfirmasi…
it: Eliminazione del portafoglio nativo confermato…
ja: 確認済みのネイティブウォレットを削除しています…
ko: 확인된 네이티브 지갑 삭제 중…
nl: De bevestigde native portemonnee verwijderen…
pl: Usuwam potwierdzony portfel natywny…
pt: Excluindo a carteira nativa confirmada…
ru: Удаление подтвержденного собственного кошелька…
tr: Onaylanmış yerel cüzdan siliniyor…
uk: Видалення підтвердженого рідного гаманця…
vi: Đang xóa ví gốc đã được xác nhận…
zh_hans: 正在删除已确认的原生钱包...
zh_hant: 正在刪除已確認的原生錢包...

# wallet_status_disconnecting_direct_shakescape
source: Disconnecting swap peer…
ar: جارٍ قطع اتصال نظير المبادلة...
de: Swap-Peer wird getrennt…
es: Desconectando par de intercambio...
fa: در حال قطع ارتباط همتای مبادله…
fr: Déconnexion du homologue d'échange…
he: מנתק את ההחלפה של עמית...
hi: स्वैप पीयर को डिस्कनेक्ट किया जा रहा है...
id: Memutuskan sambungan rekan swap…
it: Disconnessione del peer di scambio…
ja: スワップピアを切断しています…
ko: 스왑 피어 연결을 끊는 중…
nl: Swap-peer ontkoppelen…
pl: Odłączam partnera wymiany…
pt: Desconectando ponto de troca…
ru: Отключение узла подкачки…
tr: Takas eşinin bağlantısı kesiliyor…
uk: Відключення однорангового підкачки…
vi: Đang ngắt kết nối trao đổi ngang hàng…
zh_hans: 正在断开交换对等点...
zh_hant: 正在斷開交換對等點...

# wallet_status_importing_name
source: Importing exact Handshake name…
ar: جارٍ استيراد اسم Handshake الدقيق...
de: Genauer Handshake-Name wird importiert…
es: Importando el nombre exacto de Handshake…
fa: در حال وارد کردن نام دقیق Handshake…
fr: Importation du nom exact Handshake…
he: מייבא את השם המדויק של Handshake...
hi: सटीक Handshake नाम आयात किया जा रहा है...
id: Mengimpor nama Handshake yang tepat…
it: Importazione del nome esatto Handshake…
ja: 正確な Handshake 名をインポートしています…
ko: 정확한 Handshake 이름을 가져오는 중…
nl: Exacte Handshake-naam importeren...
pl: Importowanie dokładnej nazwy Handshake…
pt: Importando o nome Handshake exato…
ru: Импорт точного имени Handshake…
tr: Tam Handshake adı içe aktarılıyor…
uk: Імпорт точної назви Handshake…
vi: Đang nhập tên Handshake chính xác…
zh_hans: 正在导入准确的 Handshake 名称...
zh_hant: 正在导入准确的 Handshake 名称...

# wallet_status_locked
source: Wallet locked. Unlock to update balances and activity.
ar: المحفظة مقفلة. افتحها لتحديث الأرصدة والنشاط.
de: Wallet gesperrt. Entsperre sie, um Guthaben und Aktivitäten zu aktualisieren.
es: Cartera bloqueada. Desbloquéala para actualizar saldos y actividad.
fa: کیف پول قفل است. برای به‌روزرسانی موجودی و فعالیت، قفل را باز کنید.
fr: Portefeuille verrouillé. Déverrouillez-le pour actualiser le solde et l’activité.
he: הארנק נעול. בטלו נעילה כדי לעדכן יתרות ופעילות.
hi: वॉलेट लॉक है। शेष और गतिविधि अपडेट करने के लिए अनलॉक करें।
id: Dompet terkunci. Buka kunci untuk memperbarui saldo dan aktivitas.
it: Portafoglio bloccato. Sbloccalo per aggiornare saldo e attività.
ja: ウォレットはロックされています。残高と履歴を更新するには解除してください。
ko: 지갑이 잠겼습니다. 잔액과 활동을 업데이트하려면 잠금을 해제하세요.
nl: Wallet vergrendeld. Ontgrendel om saldo en activiteit bij te werken.
pl: Portfel zablokowany. Odblokuj, aby zaktualizować saldo i aktywność.
pt: Carteira bloqueada. Desbloqueie para atualizar o saldo e a atividade.
ru: Кошелёк заблокирован. Разблокируйте его, чтобы обновить баланс и операции.
tr: Cüzdan kilitli. Bakiyeyi ve etkinliği güncellemek için kilidi açın.
uk: Гаманець заблоковано. Розблокуйте його, щоб оновити баланс і операції.
vi: Ví đã khóa. Mở khóa để cập nhật số dư và hoạt động.
zh_hans: 钱包已锁定。解锁以更新余额和活动。
zh_hant: 錢包已鎖定。解鎖以更新餘額和活動。

# wallet_status_preparing_bitcoin_send
source: Preparing exact Bitcoin send…
ar: جارٍ إعداد إرسال Bitcoin الدقيق...
de: Genauer Bitcoin-Versand wird vorbereitet…
es: Preparando el envío exacto de Bitcoin…
fa: در حال آماده سازی ارسال دقیق Bitcoin…
fr: Préparation de l'envoi exact du Bitcoin…
he: מכין שליחת Bitcoin מדויקת...
hi: सटीक Bitcoin भेजने की तैयारी की जा रही है...
id: Mempersiapkan pengiriman Bitcoin yang tepat…
it: Preparazione dell'invio esatto Bitcoin…
ja: 正確な Bitcoin 送信を準備しています…
ko: 정확한 Bitcoin 전송 준비 중…
nl: Exacte Bitcoin-verzending voorbereiden…
pl: Przygotowuję dokładne przesłanie Bitcoin…
pt: Preparando envio Bitcoin exato…
ru: Подготовка точной отправки Bitcoin…
tr: Tam Bitcoin gönderimi hazırlanıyor…
uk: Підготовка точного надсилання Bitcoin…
vi: Đang chuẩn bị gửi Bitcoin chính xác…
zh_hans: 正在准备发送准确的 Bitcoin...
zh_hant: 正在準備發送準確的 Bitcoin...

# wallet_status_preparing_send
source: Preparing exact HNS send…
ar: جارٍ إعداد إرسال HNS الدقيق...
de: Genauer HNS-Versand wird vorbereitet…
es: Preparando el envío exacto de HNS…
fa: در حال آماده سازی ارسال دقیق HNS…
fr: Préparation de l'envoi exact du HNS…
he: מכין שליחת HNS מדויקת...
hi: सटीक HNS भेजने की तैयारी की जा रही है...
id: Mempersiapkan pengiriman HNS yang tepat…
it: Preparazione dell'invio esatto HNS…
ja: 正確な HNS 送信を準備しています…
ko: 정확한 HNS 전송 준비 중…
nl: Exacte HNS-verzending voorbereiden…
pl: Przygotowuję dokładne przesłanie HNS…
pt: Preparando envio HNS exato…
ru: Подготовка точной отправки HNS…
tr: Tam HNS gönderimi hazırlanıyor…
uk: Підготовка точного надсилання HNS…
vi: Đang chuẩn bị gửi HNS chính xác…
zh_hans: 正在准备发送准确的 HNS...
zh_hant: 正在準備發送準確的 HNS...

# wallet_status_preparing_value_action
source: Preparing native HNS value action…
ar: جارٍ تحضير إجراء القيمة الأصلي HNS...
de: Native Wertaktion HNS wird vorbereitet…
es: Preparando la acción de valor nativa HNS…
fa: در حال آماده سازی اقدام ارزش بومی HNS…
fr: Préparation de l'action de valeur native HNS…
he: מכין פעולת ערך מקורית של HNS...
hi: मूल HNS मान क्रिया तैयार की जा रही है...
id: Mempersiapkan tindakan nilai HNS asli…
it: Preparazione dell'azione valore nativa HNS…
ja: ネイティブ HNS 値アクションを準備しています…
ko: 기본 HNS 가치 작업 준비 중…
nl: Systeemeigen HNS-waardeactie voorbereiden...
pl: Przygotowuję natywną akcję wartości HNS…
pt: Preparando ação de valor nativo HNS…
ru: Подготовка собственного действия по значению HNS…
tr: Yerel HNS değer eylemi hazırlanıyor…
uk: Підготовка власної дії значення HNS…
vi: Đang chuẩn bị hành động giá trị HNS gốc…
zh_hans: 正在准备本机 HNS 值操作...
zh_hant: 正在準備本機 HNS 值操作...

# wallet_status_querying_shakedex
source: Querying the authenticated Shakedex board…
ar: الاستعلام عن لوحة Shakedex المصادق عليها...
de: Abfrage der authentifizierten Shakedex-Karte…
es: Consultando la placa Shakedex autenticada…
fa: در حال پرس و جو از برد Shakedex تایید شده…
fr: Interrogation de la carte Shakedex authentifiée…
he: מחפש את לוח ה-Shakedex המאומת...
hi: प्रमाणित Shakedex बोर्ड से पूछताछ की जा रही है...
id: Menanyakan papan Shakedex yang diautentikasi…
it: Interrogazione della scheda Shakedex autenticata…
ja: 認証された Shakedex ボードをクエリしています…
ko: 인증된 Shakedex 보드를 쿼리하는 중…
nl: Query uitvoeren op het geverifieerde Shakedex-bord...
pl: Wysyłam zapytanie do uwierzytelnionej karty Shakedex…
pt: Consultando a placa Shakedex autenticada…
ru: Запрос аутентифицированной платы Shakedex…
tr: Kimliği doğrulanmış Shakedex kartı sorgulanıyor…
uk: Запит автентифікованої плати Shakedex…
vi: Truy vấn bảng Shakedex đã được xác thực…
zh_hans: 查询经过认证的Shakedex板...
zh_hant: 查詢經過認證的Shakedex板...

# wallet_status_ready_to_create
source: Ready at block %1$d. A new wallet will not scan earlier blocks.
ar: جاهز عند الكتلة %1$d. لن تفحص المحفظة الجديدة الكتل الأقدم.
de: Bereit bei Block %1$d. Eine neue Wallet scannt keine früheren Blöcke.
es: Lista en el bloque %1$d. Una cartera nueva no examinará bloques anteriores.
fa: در بلوک %1$d آماده است. کیف پول جدید بلوک‌های قدیمی‌تر را پویش نمی‌کند.
fr: Prêt au bloc %1$d. Un nouveau portefeuille n’analysera pas les blocs antérieurs.
he: מוכן בבלוק %1$d. ארנק חדש לא יסרוק בלוקים קודמים.
hi: ब्लॉक %1$d पर तैयार। नया वॉलेट पुराने ब्लॉक स्कैन नहीं करेगा।
id: Siap pada blok %1$d. Dompet baru tidak akan memindai blok sebelumnya.
it: Pronto al blocco %1$d. Un nuovo portafoglio non esaminerà i blocchi precedenti.
ja: ブロック%1$dで準備完了。新しいウォレットは以前のブロックをスキャンしません。
ko: 블록 %1$d에서 준비됨. 새 지갑은 이전 블록을 스캔하지 않습니다.
nl: Klaar op blok %1$d. Een nieuwe wallet scant geen eerdere blokken.
pl: Gotowe na bloku %1$d. Nowy portfel nie będzie skanował wcześniejszych bloków.
pt: Pronta no bloco %1$d. Uma carteira nova não analisará blocos anteriores.
ru: Готово на блоке %1$d. Новый кошелёк не будет сканировать более ранние блоки.
tr: %1$d numaralı blokta hazır. Yeni cüzdan önceki blokları taramaz.
uk: Готово на блоці %1$d. Новий гаманець не скануватиме попередні блоки.
vi: Sẵn sàng tại khối %1$d. Ví mới sẽ không quét các khối trước đó.
zh_hans: 已在区块 %1$d 就绪。新钱包不会扫描更早的区块。
zh_hant: 已在區塊 %1$d 就緒。新錢包不會掃描更早的區塊。

# wallet_status_recovery_required
source: Write down and confirm these words. This screen stays awake. Locking or leaving cancels setup.
ar: دوّن هذه الكلمات وأكدها. ستبقى الشاشة مضاءة. يؤدي قفل الهاتف أو المغادرة إلى إلغاء الإعداد.
de: Schreibe diese Wörter auf und bestätige sie. Der Bildschirm bleibt eingeschaltet. Sperren oder Verlassen bricht die Einrichtung ab.
es: Anota y confirma estas palabras. La pantalla permanecerá encendida. Bloquear el teléfono o salir cancela la configuración.
fa: این کلمات را یادداشت و تأیید کنید. صفحه روشن می‌ماند. قفل کردن تلفن یا خروج، راه‌اندازی را لغو می‌کند.
fr: Notez et confirmez ces mots. L’écran restera allumé. Verrouiller le téléphone ou quitter annule la configuration.
he: כתבו ואשרו את המילים האלה. המסך יישאר פעיל. נעילת הטלפון או יציאה מבטלות את ההגדרה.
hi: इन शब्दों को लिखें और पुष्टि करें। स्क्रीन चालू रहेगी। फ़ोन लॉक करने या बाहर जाने पर सेटअप रद्द हो जाएगा।
id: Catat dan konfirmasi kata-kata ini. Layar tetap menyala. Mengunci ponsel atau keluar membatalkan penyiapan.
it: Annota e conferma queste parole. Lo schermo rimarrà acceso. Bloccare il telefono o uscire annulla la configurazione.
ja: これらの単語を書き留めて確認してください。画面は点灯したままです。端末をロックするか離れると設定はキャンセルされます。
ko: 이 단어들을 적고 확인하세요. 화면이 계속 켜져 있습니다. 휴대전화를 잠그거나 나가면 설정이 취소됩니다.
nl: Schrijf deze woorden op en bevestig ze. Het scherm blijft aan. Vergrendelen of weggaan annuleert de installatie.
pl: Zapisz i potwierdź te słowa. Ekran pozostanie włączony. Zablokowanie telefonu lub wyjście anuluje konfigurację.
pt: Anote e confirme estas palavras. O ecrã permanecerá ligado. Bloquear o telefone ou sair cancela a configuração.
ru: Запишите и подтвердите эти слова. Экран останется включённым. Блокировка телефона или выход отменят настройку.
tr: Bu kelimeleri yazın ve doğrulayın. Ekran açık kalır. Telefonu kilitlemek veya ayrılmak kurulumu iptal eder.
uk: Запишіть і підтвердьте ці слова. Екран залишатиметься ввімкненим. Блокування телефона або вихід скасують налаштування.
vi: Ghi lại và xác nhận các từ này. Màn hình sẽ luôn sáng. Khóa điện thoại hoặc rời đi sẽ hủy thiết lập.
zh_hans: 请抄写并确认这些单词。屏幕会保持点亮。锁定手机或离开将取消设置。
zh_hant: 請抄寫並確認這些單字。螢幕會保持亮起。鎖定手機或離開將取消設定。

# wallet_status_restoring
source: Restoring wallet…
ar: جارٍ استعادة المحفظة…
de: Wallet wird wiederhergestellt…
es: Restaurando cartera…
fa: در حال بازیابی کیف پول…
fr: Restauration du portefeuille…
he: משחזר ארנק…
hi: वॉलेट पुनर्स्थापित हो रहा है…
id: Memulihkan dompet…
it: Ripristino del portafoglio…
ja: ウォレットを復元中…
ko: 지갑 복원 중…
nl: Wallet herstellen…
pl: Przywracanie portfela…
pt: A restaurar carteira…
ru: Восстановление кошелька…
tr: Cüzdan geri yükleniyor…
uk: Відновлення гаманця…
vi: Đang khôi phục ví…
zh_hans: 正在恢复钱包…
zh_hant: 正在復原錢包…

# wallet_status_retrying_direct_shakescape
source: Retrying P2P swap hosting…
ar: جارٍ إعادة محاولة استضافة المبادلة P2P...
de: P2P Swap-Hosting wird erneut versucht…
es: Reintentando el alojamiento de intercambio P2P…
fa: در حال تلاش مجدد برای تعویض میزبانی P2P…
fr: Nouvelle tentative d'hébergement d'échange P2P…
he: מנסה שוב את P2P החלפת אירוח...
hi: P2P स्वैप होस्टिंग का पुनः प्रयास किया जा रहा है...
id: Mencoba kembali hosting pertukaran P2P…
it: Nuovo tentativo di hosting di scambio P2P…
ja: P2P スワップ ホスティングを再試行しています…
ko: P2P 스왑 호스팅을 다시 시도하는 중…
nl: P2P swap-hosting opnieuw proberen…
pl: Ponawiam próbę hostingu wymiany P2P…
pt: Tentando novamente a hospedagem swap P2P…
ru: Повторная попытка подменить хостинг P2P…
tr: P2P takas barındırma yeniden deneniyor…
uk: Повторна спроба обміну хостингом P2P…
vi: Đang thử lại dịch vụ lưu trữ trao đổi P2P…
zh_hans: 正在重试 P2P 交换托管...
zh_hant: 正在重試 P2P 交換託管...

# wallet_status_stopping_sync
source: Stopping HNS synchronization…
ar: جارٍ إيقاف مزامنة HNS...
de: Stoppt die HNS-Synchronisierung…
es: Deteniendo la sincronización de HNS…
fa: توقف همگام سازی HNS…
fr: Arrêt de la synchronisation HNS…
he: עוצר את סנכרון HNS...
hi: HNS सिंक्रोनाइज़ेशन रोका जा रहा है...
id: Menghentikan sinkronisasi HNS…
it: Interruzione della sincronizzazione HNS…
ja: HNS 同期を停止しています…
ko: HNS 동기화를 중지하는 중…
nl: HNS-synchronisatie stoppen...
pl: Zatrzymywanie synchronizacji HNS…
pt: Parando a sincronização HNS…
ru: Остановка синхронизации HNS…
tr: HNS senkronizasyonu durduruluyor…
uk: Зупинка синхронізації HNS…
vi: Đang dừng đồng bộ hóa HNS…
zh_hans: 正在停止 HNS 同步...
zh_hant: 正在停止 HNS 同步...
